tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jq"
brew "mas"
brew "python3"
brew "node"
brew "pyenv"
brew "wget"
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "nova", args: { appdir: "/Applications" }
cask "omnigraffle", args: { appdir: "/Applications" }
cask "pycharm", args: { appdir: "/Applications" }
cask "textmate"
cask "alfred", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "setapp", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
mas "Drafts", id: 1435957248
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
