tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "fish"
brew "mas"
brew "node"
brew "python@3.8"
brew "pipenv"
brew "wimlib"
cask "alfred"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "omnigraffle"
cask "postman"
cask "pycharm"
cask "soundsource"
cask "spotify"
cask "tower"
cask "visual-studio-code"
cask "vmware-fusion"
cask "webex-meetings"
cask "webex-teams"
mas "1Password 7", id: 1333542190
mas "BBEdit", id: 404009241
mas "Brother iPrint&Scan", id: 1193539993
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Reeder", id: 1449412482
mas "SnippetsLab", id: 1006087419
mas "Spark", id: 1176895641
mas "SubnetCalc", id: 412946682
mas "Xcode", id: 497799835
